<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">ol{margin:0;padding:0}table td,table th{padding:0}.c0{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left;height:11pt}.c1{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial";font-style:normal}.c6{color:#000000;font-weight:700;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial";font-style:normal}.c4{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial"}.c3{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left}.c5{text-decoration-skip-ink:none;-webkit-text-decoration-skip:none;color:#1155cc;text-decoration:underline}.c9{background-color:#ffffff;max-width:468pt;padding:72pt 72pt 72pt 72pt}.c8{color:inherit;text-decoration:inherit}.c7{font-weight:700}.c2{font-style:italic}.title{padding-top:24pt;color:#000000;font-weight:700;font-size:36pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:18pt;color:#666666;font-size:24pt;padding-bottom:4pt;font-family:"Georgia";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:24pt;color:#000000;font-weight:700;font-size:24pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-weight:700;font-size:18pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:14pt;color:#000000;font-weight:700;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:12pt;color:#000000;font-weight:700;font-size:12pt;padding-bottom:2pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:11pt;color:#000000;font-weight:700;font-size:11pt;padding-bottom:2pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:10pt;color:#000000;font-weight:700;font-size:10pt;padding-bottom:2pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}</style></head><body class="c9 doc-content"><p class="c3"><span class="c1">Digest version</span></p><p class="c3"><span class="c5"><a class="c8" href="https://www.google.com/url?q=https://m.cafe.daum.net/homoscripto/H9hB/55&amp;sa=D&amp;source=editors&amp;ust=1683070623605877&amp;usg=AOvVaw1guK98yRWeR3iMFb9Lgnu1">https://m.cafe.daum.net/homoscripto/H9hB/55</a></span></p><p class="c0"><span class="c1"></span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span>Kim Un-su &#44608;&#50616;&#49688; made his literary debut 2002 with the short story &quot;Easy Writing Lessons&rdquo; (&#52280; &#49789;&#44172; &#48176;&#50864;&#45716; &#44544;&#51667;&#44592;&#44368;&#49892;) and later went on to publish crime novels. After the success of his novels </span><span class="c2">The Cabinet</span><span>&nbsp;(&#52880;&#48708;&#45787;, 2006) and </span><span class="c2">The Plotters</span><span>&nbsp;(&#49444;&#44228;&#51088;&#46308;, 2010) in Korea, in 2013 this story was included in Kim&#39;s first short story collection titled </span><span class="c2">Jab</span><span class="c1">&nbsp;(&#51133;). While Kim&#39;s novels have been translated into Japanese and other languages, I could only confirm that the short story collection has been translated into French. So, this story probably doesn&#39;t exist in English, Japanese or Chinese translation yet.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I have translated a self-described &quot;digest&quot; version of the story that a person named Lee Song-eun (&#51060;&#49569;&#51008;) posted online. The original is much richer in detail and obviously longer, so this version can only give a small taste of Kim&#39;s imaginative storytelling. I hope this translation kindles interest in his work. Mistakes are my own. Please reach out with corrections, questions or comments.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c6">Translation - Bilingual version </span></p><p class="c0"><span class="c6"></span></p><p class="c3"><span class="c1">&nbsp; &lt;&#52280; &#49789;&#44172; &#48176;&#50864;&#45716; &#44544;&#51667;&#44592; &#44368;&#49892;&gt;(&#44608;&#50616;&#49688;) 2002</span></p><p class="c3"><span class="c1">&quot;Terribly Easy Writing Lessons&quot; by Kim Un-su (2002)</span></p><p class="c3"><span class="c1">Translated by Kieran Maynard (2022)</span></p><p class="c3"><span class="c1">&nbsp;</span></p><p class="c3"><span class="c1">&nbsp; &#54217;&#48276;&#54620; &#44552;&#50836;&#51068; &#51200;&#45377;&#51060;&#50632;&#45796;. &#53748;&#44540;&#51012; &#54664;&#44256;, &#50500;&#54028;&#53944; &#51648;&#54616;&#51452;&#52264;&#51109;&#50640; &#47561; &#51452;&#52264;&#54616;&#47140;&#45716; &#51473;&#51060;&#50632;&#45796;. &#44536;&#46412; &#45217;&#51008; &#51473;&#54805;&#52264; &#54620; &#45824;&#44032; &#54980;&#51652;&#51012; &#54616;&#47732;&#49436; &#45236; &#52264;&#47484; &#48155;&#50520;&#45796;. &ldquo;&#51396;&#49569;&#54633;&#45768;&#45796;.&rdquo; &#52264;&#50640;&#49436; &#45236;&#47536; &#49324;&#45236;&#44032; &#44256;&#44060;&#47484; &#49689;&#51060;&#47728; &#47568;&#54664;&#45796;. &#44536;&#47532;&#44256; &#45208;&#47484; &#54693;&#54644; &#45796;&#44032;&#50724;&#45908;&#45768; &#50577;&#48373; &#51452;&#47672;&#45768;&#50640;&#49436; &#47956;&#44032;&#47484; &#44732;&#45256;&#45796;. &#51204;&#44592;&#52649;&#44201;&#44592;&#50688;&#45796;. &#50924; &#51204;&#44592;&#52649;&#44201;&#44592;? &#54616;&#45716; &#49692;&#44036;, &#45576;&#50526;&#50640;&#49436; &#47956;&#44032; &#48264;&#51789;&#54664;&#45796;. </span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">It was an ordinary Friday evening. I drove home from work and was about to park in the garage under my apartment complex when an old midsize car backed into me. &nbsp;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span>&quot;My apologies,&quot; said the man as he got out of the car, shaking his head. &nbsp;Then, he approached me and pulled something from his suit pocket: a taser. &nbsp;</span><span class="c2">Wait what, a taser?</span><span class="c1">&nbsp;I thought, as something flashed in front of my eyes.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &#44648;&#50612;&#45208; &#48372;&#45768; &#45208;&#45716; &#44396;&#44200;&#51652; &#50743;&#44032;&#51648;&#47560;&#45285; &#51088;&#46041;&#52264; &#53944;&#47105;&#53356; &#49549;&#50640; &#52376;&#48149;&#54784; &#51080;&#45716; &#44163;&#51060;&#45796;. &#45225;&#52824;&#51064;&#44032;? &#45208; &#44057;&#51008; &#49324;&#46988;&#51012; &#45225;&#52824;&#54644;&#49436; &#47971;&#50640; &#50416;&#47140;&#44256;? &#54616;&#51648;&#47564; &#44536;&#48372;&#45796; &#45908; &#49900;&#44033;&#54620; &#47928;&#51228;&#45716; &#48120;&#52828; &#46319;&#51060; &#50724;&#51468;&#51060; &#47560;&#47157;&#45796;&#45716; &#44163;&#51060;&#45796;. &#44536;&#45285; &#48148;&#51648;&#50640; &#50724;&#51468;&#51012; &#49920;&#44620;? &#49373;&#44033;&#46020; &#54644;&#48420;&#45796;. &#44536;&#47000;&#46020; &#44536;&#44148; &#50500;&#45768;&#45796;. &#50857;&#44592;&#47484; &#45236;&#51088;. &#45208;&#45716; &#48156;&#51012; &#46308;&#50612; &#53944;&#47105;&#53356;&#47484; &#52264;&#44592; &#49884;&#51089;&#54664;&#45796;. &#52264;&#44032; &#47688;&#52656; &#49456;&#45796;. &#53944;&#47105;&#53356; &#47928;&#51060; &#50676;&#47536;&#45796;. &#44160;&#51008; &#50577;&#48373;&#51060; &#45208;&#47484; &#45432;&#47140;&#48376;&#45796;. &#45236;&#44032; &#47956; &#47568;&#51012; &#44732;&#45236;&#44592;&#46020; &#51204;&#50640; &#44160;&#51008; &#50577;&#48373;&#51060; &#51452;&#47672;&#45768;&#50640;&#49436; &#51204;&#44592;&#52649;&#44201;&#44592;&#47484; &#44732;&#45256;&#45796;. &ldquo;&#50500;! &#51060; &#49352;&#45180; &#51316;&#45208;&#44172; &#49884;&#45124;&#47101;&#45348;.&rdquo; &#44160;&#51008; &#50577;&#48373;&#51060; &#45236; &#47785;&#50640; &#51204;&#44592;&#52649;&#44201;&#44592;&#47484; &#44054;&#45796; &#45844;&#45796;. &#48264;&#51789;!</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span>When I woke up, I found myself stuffed in the trunk of a car, crumpled like dirty laundry. &nbsp;</span><span class="c2">Kidnapping? &nbsp;What&#39;s the point of kidnapping someone like me?</span><span class="c1">&nbsp; But the more pressing problem was that I desperately had to pee. &nbsp;Should I just pee in my pants? &nbsp;I thought. No way, man up! I lifted my foot and started kicking the trunk. The car stopped, the trunk opened, and there was the guy in the black suit staring at me. &nbsp;Before I could speak, he pulled the taser from his pocket, muttering, &quot;Ugh, this b&mdash;--- is so annoying.&rdquo; &nbsp;He pressed the taser to my neck: flash!</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &#45576;&#51012; &#46516;&#51012; &#46412; &#45208;&#45716; &#44208;&#44397; &#48148;&#51648;&#50640; &#50724;&#51468;&#51012; &#51648;&#47536; &#52292;&#47196; &#52824;&#44284; &#49688;&#49696;&#50857; &#51032;&#51088; &#44057;&#51008; &#44275;&#50640; &#47926;&#50668; &#51080;&#50632;&#45796;. &#52852;&#53412;&#49353; &#50577;&#48373;&#51060; &#45208;&#50640;&#44172; &#52380;&#52380;&#55176; &#44152;&#50612;&#50772;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">When I woke up, I had peed my pants and was tied to something like a dental chair. &nbsp;A guy in a khaki suit approached me.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#45824;&#52404; &#45208;&#47484; &#50668;&#44592; &#50780; &#45132;&#44256; &#50728; &#44161;&#45768;&#44620;?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;Why the hell did you bring me here?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &#52852;&#53412;&#49353; &#50577;&#48373;&#51060; &#50500;&#47924;&#47088; &#45824;&#45813;&#46020; &#54616;&#51648; &#50506;&#50520;&#45796;. &#45208; &#44057;&#51008; &#49324;&#46988;&#51012; &#50780; &#51105;&#50500;&#50772;&#51012;&#44620;? &#45236;&#44032; &#50780; &#50668;&#44592;&#50640; &#45132;&#47140;&#50752; &#51080;&#45716; &#44163;&#51068;&#44620; &#44272;&#44272;&#51060; &#49373;&#44033;&#54664;&#45796;. &#51060;&#47088;&#51200;&#47088; &#49373;&#44033; &#45149;&#50640; &#45208;&#45716; &#44208;&#44397; &#44592;&#44288;&#50640;&#49436; &#49324;&#46988;&#51012; &#51096;&#47803; &#52404;&#54252;&#54644;&#50728; &#44163;&#51060;&#46972;&#45716; &#44208;&#47200;&#51012; &#45236;&#47160;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Khaki didn&#39;t answer. &nbsp;Why would they nab someone like me? &nbsp;I wracked my brains for why I was brought here and concluded that I must have been arrested by some agency by mistake.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#45208;, &#49569;&#51221;&#50724;&#46976; &#49324;&#46988;&#51060;&#50836;. &#47924;&#49832; &#47568;&#51064;&#51648; &#50500;&#49884;&#44192;&#49548;? &#45212; &#45817;&#49888;&#46308;&#51060; &#52286;&#45716; &#44536;&#47088; &#49324;&#46988;&#51060; &#50500;&#45768;&#46972;&#45768;&#44620;. &#48744;&#47532; &#49888;&#50896;&#51060;&#45208; &#54869;&#51064;&#54616;&#44256; &#44536;&#45285; &#51665;&#50640;&#45208; &#44032;&#44172; &#54644;&#51452;&#49884;&#50724;.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;Look, my name is Song Jeong-oh, you hear me? I&#39;m not the one you&#39;re looking for. Please confirm my identity and whatnot and just let me go home.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&#52852;&#53412;&#49353; &#50577;&#48373;&#51060; &#50616;&#51682;&#51008; &#54364;&#51221;&#51012; &#51648;&#50632;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#51060;&#47492; &#49569;&#51221;&#50724;, &#45208;&#51060; 32&#49464;, &#48373;&#49709;&#50500; &#50508;&#47112;&#47476;&#44592;. &#45320;&#55148; &#50500;&#48260;&#51648; &#49569;&#47564;&#44600;&#51008; 1997&#45380;&#44620;&#51648; &#50676;&#54620; &#47749;&#51032; &#53448;&#48513;&#51088;&#46308;&#51012; &#50516;&#49332;&#54664;&#51648;. &#44536;&#47532;&#44256; &#49569;&#51221;&#50724; &#45320;&#45716; &#51648;&#45212; 3&#50900; 7&#51068;. &#50892;&#52964;&#55184; &#54840;&#53588; 4903&#54840; &#48373;&#46020; &#50526;&#50640;&#49436; &#49548;&#51020;&#44592;&#47484; &#45800; &#53664;&#52852;&#47112;&#54532;, &#51068;&#47749; &#46524;&#46524; &#44428;&#52509;&#51004;&#47196; &#44608;&#49437;&#49328;&#51012; &#50516;&#49332;&#54664;&#44256;.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Khaki suit&#39;s face twisted into a scowl.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;Name Song Jeong-oh, age 32, allergic to peaches. Your father, Song Man-gil, assassinated eleven North Korean defectors by 1997; and you, Song Jeong-oh, on March 7th, in the hallway in front of Room 4903 at the Walkerhill Hotel in Seoul, you assassinated Kim Seok-san using a Tokarev TT-33 pistol equipped with a silencer.&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#54747;! &#44608;&#49437;&#49328;&#51060; &#45572;&#44400;&#45936;&#50836;?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#51204; &#45432;&#46041;&#45817; &#49345;&#47924;&#50948;&#50896;.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;Huh? Who is Kim Seok-san?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;A former top-level official in the Presidium of the North Korean Workers&#39; Party.&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &#45432;&#46041;&#45817;, &#50516;&#49332;, &#53664;&#52852;&#47112;&#54532;&hellip;&hellip;&#45208;&#45716; &#44049;&#51088;&#44592; &#54588;&#49885; &#50883;&#51020;&#51060; &#53888;&#50612;&#45208;&#50772;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Worker&#39;s Party, assassination, Tokarev... &nbsp;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I burst into giggles.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#54616;&#54616;. &#49440;&#49373;&#45784;&#46308;&#51060; &#47960; &#51096;&#47803; &#51674;&#50612;&#46020; &#54620;&#52280; &#51096;&#47803; &#51674;&#51004;&#49888; &#44163; &#44057;&#51008;&#45936;&#50836;. &#49548;&#51020;&#44592; &#51109;&#52265; &#53664;, &#53664;&#52852;&#47112;? &#51060;&#44144; &#44144;&#51032; &#47749;&#51089; &#46041;&#54868;&#45348;&#50836;. &#47749;&#51089; &#46041;&#54868;. &#54616;&#54616;&hellip;&hellip;&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &#44160;&#51008; &#50577;&#48373;&#51060; &#50504; &#46104;&#44192;&#45796;&#45716; &#46319;&#51060; &#44256;&#44060;&#47484; &#49332;&#51677; &#51200;&#50632;&#45796;.</span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#50612;&#51060;, &#44608;&#44284;&#51109;. &#51109;&#48708; &#51456;&#48708;&#54644;.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&quot;Oh man, you gotta be kidding me. Seriously, a Tok&hellip; Tokarev with a silencer? That&#39;s a good one, a heck of a story you got there,&quot; I chortled.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">The guy in the black suit shook his head in distaste and said, &ldquo;Mr. Kim, prepare the Device.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &#44160;&#51008; &#50577;&#48373;&#51060; &#52824;&#44284; &#49688;&#49696;&#50857; &#51032;&#51088;&#47484; &#46244;&#47196; &#51222;&#54804;&#45796;. &#44536;&#47532;&#44256; &#50694;&#50640; &#51080;&#45716; &#51204;&#51088;&#51109;&#48708;&#50640; &#51204;&#50896;&#51012; &#45347;&#50632;&#45796;. &#45208;&#45716; &#47928;&#46301; &#44161;&#51060; &#45228;&#45796;. &#51648;&#44552; &#48516;&#50948;&#44592;&#47196; &#48400;&#49436;&#45716; &#44256;&#47928;&#51060;&#46972;&#46020; &#49884;&#51089;&#46112; &#48516;&#50948;&#44592;&#50688;&#45796;. &#51060; &#49324;&#46988;&#46308;&#51008; &#45208;&#47484; &#44036;&#52393;&#51004;&#47196; &#52265;&#44033;&#54616;&#44256; &#51080;&#45796;. &#51648;&#44552; &#45817;&#51109; &#47924;&#49832; &#48320;&#47749;&#51060;&#46972;&#46020; &#54644;&#50556; &#54620;&#45796;&#44256; &#49373;&#44033;&#54664;&#51648;&#47564; &#45320;&#47924;&#45208; &#44277;&#54252;&#50640; &#51656;&#47140; &#51080;&#50612; &#47672;&#47551;&#49549;&#50640;&#49436; &#50500;&#47924;&#47088; &#47568;&#46020; &#46496;&#50724;&#47476;&#51648; &#50506;&#50520;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#51456;&#48708; &#45796; &#46104;&#50632;&#49845;&#45768;&#45796;, &#48512;&#51109;&#45784;.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">They reclined the operating chair and powdered up the electronic equipment next to me. &nbsp;I suddenly got scared; it didn&#39;t take a genius to realize I was about to be tortured. I assumed these people must have mistaken me for a spy and that I should say something to defend myself, and fast, but I was so terrified that my mind went blank.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;It&rsquo;s ready, boss.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &#52852;&#53412;&#49353; &#50577;&#48373;&#51060; &#51088;&#47532;&#50640; &#50505;&#50520;&#45796;. &#44536;&#47532;&#44256; &#47560;&#52824; &#53588;&#47112;&#48708;&#51204;&#51012; &#53020;&#46319; &#47532;&#47784;&#52968; &#48260;&#53948;&#51012; &#45580;&#47104;&#45796;. &#49692;&#44036; &#49552;&#44032;&#46973;&#50640;&#49436; &#47924;&#50616;&#44032; &#51648;&#45208;&#44052;&#45796;. &#44537;&#49900;&#54620; &#44256;&#53685;&#50640; &#49548;&#47532;&#46020; &#51648;&#47484; &#49688; &#50630;&#50632;&#45796;. &#47560;&#52824; &#49688;&#52380; &#44060;&#51032; &#47732;&#46020;&#45216;&#46308;&#51060; &#48120;&#52828; &#46319;&#51060; &#45216;&#46832;&#47728; &#51109;&#44592;&#46308;&#51012; &#51096;&#46972;&#45236;&#45716; &#44163; &#44057;&#50520;&#45796;. &#45236;&#44032; &#49324;&#51648;&#47484; &#48708;&#53952;&#47728; &#44221;&#47144;&#51012; &#54616;&#45716; &#46041;&#50504; &#44160;&#51008; &#50577;&#48373;&#44284; &#52852;&#53412;&#49353; &#50577;&#48373;&#51008; &#49444;&#47105;&#53461;&#51012; &#49884;&#53020;&#49436; &#51216;&#49900;&#51012; &#47673;&#50632;&#44256;, &#45812;&#48176;&#47484; &#54588;&#50864;&#44592;&#46020; &#54616;&#44256;, &#50668;&#51649;&#50896;&#44284; &#45453;&#45812;&#51012; &#54616;&#44592;&#46020; &#54664;&#45796;. &#50676;&#49884;&#44036;&#47564;&#50640; &#51109;&#48708;&#44032; &#47688;&#52676;&#51012; &#46412; &#52852;&#53412;&#49353; &#50577;&#48373;&#51060; &#45796;&#44032;&#50752;&#49436; &#47568;&#54664;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Khaki sat down and flicked a button on the remote like he was switching on the TV. &nbsp;I felt something shoot through my finger and such excruciating pain that I couldn&#39;t even scream, like thousands of razor blades were careening through my body, slicing my organs. While I was thrashing and convulsing, the suits ate ox bone soup for lunch, smoked cigarettes, and even joked with the female staff. After ten hours, the device stopped.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;&#45324; &#49332;&#51064;&#48276;&#51060;&#51648;?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#45348;, &#51200;&#45716; &#49332;&#51064;&#48276;&#51077;&#45768;&#45796;.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &#45236;&#44032; &#50872;&#47732;&#49436; &#47568;&#54664;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#45324; &#44036;&#52393;&#51060;&#51648;?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#45348;, &#51200;&#45716; &#44036;&#52393;&#51077;&#45768;&#45796;.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Khaki suit came over and asked, &ldquo;Are you a murderer?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;Yes, I am a murderer,&quot; I whimpered.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&ldquo;Are you a spy?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&ldquo;Yes, I am a spy.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&#44160;&#51008; &#50577;&#48373;&#51060; &#51109;&#48708;&#50640;&#49436; &#45208;&#47484; &#54400;&#50612;&#51452;&#50632;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#44536;&#47100; &#51060;&#51228;&#48512;&#53552; &#51652;&#49696;&#49436;&#47484; &#50416;&#44172;&#45208;. &#51088;&#45348;&#45716; &#50668;&#44592;&#50640; &#45208;&#50752; &#51080;&#45716; &#44592;&#49324;&#50752; &#51088;&#47308;&#46308;&#51012; &#48372;&#44256; &#47784;&#46304; &#51032;&#54841;&#46308;&#51012; &#47568;&#45140;&#54616;&#44172; &#54400;&#50612;&#51460; &#49688; &#51080;&#45716; &#44396;&#52404;&#51201;&#51060;&#44256; &#49324;&#49892;&#51201;&#51064; &#51652;&#49696;&#49436;&#47484; &#50024;&#50556; &#54620;&#45800; &#47568;&#51060;&#50556;. &#50508;&#44192;&#45208;?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &#45208;&#45716; &#45796;&#49884; &#44592;&#44228;&#51201;&#51004;&#47196; &#44256;&#44060;&#47484; &#45124;&#45909;&#50688;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &ldquo;&#50676;&#46160; &#49884;&#44036; &#54980;&#50640; &#50724;&#44192;&#45348;.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Black suit freed me from the device.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;Then you had better start writing your statement right away. &nbsp;You should read these articles and materials and write a concrete and factual statement that will clear up any doubts about your guilt. &nbsp;Do you understand?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;I nodded automatically.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;I&rsquo;ll be back in twelve hours.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&#46020;&#45824;&#52404; &#51652;&#49696;&#49436;&#47484; &#50612;&#46523;&#44172; &#50024;&#50556; &#54616;&#45716;&#51648; &#46020;&#47924;&#51648; &#44048;&#51012; &#51105;&#51012; &#49688; &#50630;&#50632;&#45796;. &#49464; &#49884;&#44036;&#46020; &#45336;&#44172; &#48169; &#50504;&#51012; &#50612;&#49836;&#47105;&#44144;&#47532;&#44592;&#47564; &#54664;&#45796;. &#45208;&#45716; &#48513;&#54620; &#44277;&#51089;&#50896;&#51060;&#45796;. </span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&#45208;&#45716; &#50516;&#49332;&#48276; &#49569;&#51221;&#50724;&#45796;. &#45208;&#45716; &#50516;&#49332; &#51204;&#47928; &#44277;&#51089;&#50896;&#51060;&#45796;. &#44536;&#47111;&#44172; &#49464; &#49884;&#44036;&#51012; &#51473;&#50620;&#44144;&#47532;&#45796;&#44032; &#45796;&#49884; &#52293;&#49345;&#50640; &#50505;&#50520;&#45796;. &#47672;&#47551;&#49549;&#50640; &#46496;&#50732;&#47160;&#45912; &#50516;&#49884;&#46308;&#51012; &#49373;&#44033;&#54616;&#47728; &#54172;&#51012; &#51105;&#44256; &#51652;&#49696;&#49436;&#47484; &#50416;&#44592; &#49884;&#51089;&#54664;&#45796;. &#45208;&#45716; &#50516;&#49332;&#48276;&#51060;&#45796;&hellip;&hellip;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I couldn&#39;t fathom how on earth to write such a statement. &nbsp;I just wandered around the room for over three hours. &nbsp;I am a North Korean secret agent. &nbsp;I am the assassin Song Jeong-oh. &nbsp;I am a professional assassin. &nbsp;After muttering like that for three hours, I sat down at my desk again, and with these hypnotic suggestions in my head, I grabbed a pen and started writing:</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c4 c2">I am an assassin...</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&ldquo;&#51060; &#44060;&#49352;&#45180;&#50556;. &#51060;&#44172; &#46020;&#45824;&#52404; &#47924;&#49832; &#47568;&#51060;&#50556;. &#44608;&#44284;&#51109;, &#51060; &#49352;&#45180;&#45716; &#47568;&#47196; &#54644;&#49436;&#45716; &#50504; &#46104;&#45716; &#45448;&#51060;&#50556;. &#51109;&#48708;&#50640; &#51665;&#50612;&#45347;&#44256; &#50676;&#46160; &#49884;&#44036;&#52196; &#46028;&#47140;.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&#45208;&#45716; &#45320;&#47924;&#45208; &#44277;&#54252;&#50640; &#51656;&#47140;&#49436; &#48148;&#51648;&#50640; &#50724;&#51468;&#51012; &#51648;&#47160;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp; &quot;This little b&mdash;--! What the hell is this? Mr. Kim, I&#39;m speechless. Put this b&mdash;---- in the Device and run it for a good twelve hours.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I peed my pants in terror.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;&#51096; &#50424;&#44172;&#50836;. &#54620; &#48264;&#47564; &#45908; &#44592;&#54924;&#47484; &#51452;&#49464;&#50836;. &#51221;&#47568;&#51060;&#50640;&#50836;. &#51228;&#48156; &#51109;&#48708;&#50640;&#47564; &#45347;&#51648; &#47568;&#50500;&#51452;&#49464;&#50836;.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&#45208;&#45716; &#45576;&#47932; &#53095;&#47932;&#44620;&#51648; &#55128;&#47140;&#44032;&#47728; &#49324;&#51221;&#51012; &#54664;&#45796;. &#44536;&#47084;&#51088; &#52852;&#53412;&#49353; &#50577;&#48373;&#51060; &#49836;&#51789; &#50883;&#50632;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&ldquo;&#51339;&#50500;. &#44536;&#47100; &#54620; &#48264; &#45908; &#44592;&#54924;&#47484; &#51452;&#51648;. &#47749;&#49900;&#54644;, &#50516;&#49332;&#48276;&#52376;&#47100; &#44144;&#52832;&#44172; &#50024;, &#44144;&#52832;&#44172;!&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;I will do it right, please just give me one more chance. I mean it, really, just please don&#39;t put me back in the Device,&quot; I pleaded, dripping tears and snot. </span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">The khaki suit smiled: &quot;Good. I&#39;ll give you one more chance. &nbsp;Keep this in mind: write rough like an assassin, rough!&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&#45208;&#45716; &ldquo;&#50696;&rdquo; &#54616;&#44256; &#51096; &#50508;&#44192;&#45796;&#45716; &#46319;&#51060; &#47568;&#54664;&#45796;. &nbsp;&#45796;&#49884; &#52293;&#49345;&#50640; &#50505;&#50520;&#45796;. &#44536;&#47532;&#44256; &#44544;&#51012; &#50416;&#44592; &#50948;&#54644; &#45796;&#49884; &#48169; &#50504;&#51012; &#50612;&#49836;&#47105;&#44144;&#47160;&#45796;. &#45208;&#45716; &#44144;&#52832;&#45796;. &#45208;&#45716; &#50516;&#49332; &#51204;&#47928; &#44277;&#51089;&#50896; &#49569;&#51221;&#50724;&#45796;&hellip;&hellip;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I said yes and pretended I understood. I sat down at the desk again. &nbsp;Then I wandered around the room again trying to write. &nbsp;I&#39;m rough, &nbsp;I am Song Jeong-oh, a professional assassin&hellip;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&#44536; &#54980;&#47196; &#47751; &#45804;&#51064;&#51648; &#47784;&#47476;&#45716; &#46041;&#50504; &#52852;&#53412;&#49353; &#50577;&#48373;&#51008; &#47588;&#51068; &#50676;&#46160; &#49884;&#44036;&#50640; &#54620; &#48264;&#50473; &#46308;&#50612;&#50772;&#45796;. &#51339;&#51008; &#49884;&#51208;&#46020; &#51080;&#50632;&#44256; &#45208;&#49244; &#49884;&#51208;&#46020; &#51080;&#50632;&#45796;. &#54616;&#51648;&#47564; &#45824;&#52404;&#47196; &#52852;&#53412;&#49353; &#50577;&#48373;&#51008; &#45208;&#51032; &#51652;&#49696;&#49436;&#47484; &#48372;&#44256; &#45208;&#45216;&#51060; &#51339;&#50500;&#51648;&#44256; &#51080;&#45796;&#44256; &#47568;&#54664;&#45796;. &#45208;&#45716; &#45216;&#47560;&#45796; &#51652;&#49696;&#49436; &#49549;&#51032; &#51060;&#50556;&#44592;&#46308;&#51012; &#49345;&#49345;&#54616;&#44256; &#45712;&#45180;&#44256; &#54840;&#55137;&#54664;&#45796;. &#44536;&#47084;&#51088; &#51652;&#49696;&#49436;&#51032; &#49464;&#44228;&#44032; &#51216;&#51216; &#51339;&#50500;&#51276;&#45796;. &#44536;&#47084;&#48064;&#47196; &#45208;&#45716; &#51060;&#51228; &#45908; &#51060;&#49345; &#45208;&#50640;&#44172; &#50516;&#49332;&#48276;&#51060;&#46972;&#45716; &#44032;&#51676; &#50516;&#49884;&#47484; &#51452;&#51648; &#50506;&#50500;&#46020; &#46104;&#50632;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">For months after that, the khaki suit came in every twelve hours. &nbsp;There were good times and there were bad times. &nbsp;But in general, as he read my statement he said it was getting better day by day. &nbsp;Every day I imagined, felt, and breathed the stories in my statement. The world inside it grew richer, and I no longer needed to try and hypnotize myself into believing I was truly an assassin.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&#45796;&#49884; &#44648;&#50612;&#45228;&#51012; &#46412; &#45208;&#45716; &#44160;&#51008; &#50577;&#48373; &#49324;&#45236;&#47484; &#52376;&#51020; &#47564;&#45228;&#45912; &#51648;&#54616;&#51452;&#52264;&#51109; &#48148;&#45797;&#50640; &#45572;&#50892; &#51080;&#50632;&#45796;. &#44032;&#51453; &#51104;&#48148;&#47484; &#51077;&#51008; &#46160; &#47749;&#51032; &#49324;&#45236;&#44032; &#45208;&#50640;&#44172; &#44152;&#50612;&#50752; &#47932;&#50632;&#45796;. &ldquo;&#49569;&#51221;&#50724; &#50472;&#51077;&#45768;&#44620;?&rdquo; &#45208;&#45716; &#44256;&#44060;&#47484; &#45124;&#45909;&#50688;&#45796;. &#44536;&#47084;&#51088; &#50724;&#47480;&#51901;&#50640; &#49436; &#51080;&#45912; &#44032;&#51453; &#51104;&#48148;&#44032; &#45796;&#51676;&#44256;&#51676; &#45236; &#54036;&#51012; &#46244;&#47196; &#44734;&#44256; &#49688;&#44049;&#51012; &#52292;&#50864;&#47728; &ldquo;&#45817;&#49888;&#51012; &#44608;&#49437;&#49328; &#49332;&#51064; &#54800;&#51032;&#47196; &#52404;&#54252;&#54620;&#45796;&rdquo;&#44256; &#47568;&#54664;&#45796;. &#44032;&#51453; &#51104;&#48148;&#46308;&#51008; &#45208;&#47484; &#53441;&#51088;&#44032; &#51080;&#45716; &#48169;&#51004;&#47196; &#45936;&#47140;&#45796;&#51452;&#50632;&#45796;. </span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">When I woke up again, I was lying on the floor of the underground parking lot where I had first met the man in the black suit. &nbsp;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Two men in leather jackets walked up to me and asked, &nbsp;&ldquo;Are you Song Jeong-oh?&rdquo; &nbsp;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I nodded. &nbsp;The one on the right twisted my arm and handcuffed me, saying, &quot;I&#39;m arresting you for the murder of Kim Seok-san.&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&#51104;&#49884; &#54980; &#44552;&#53580; &#50504;&#44221;&#51012; &#45184; &#49324;&#45236;&#44032; &#45432;&#53944;&#48513;&#51012; &#46308;&#44256; &#50752;&#49436; &#45236; &#50526;&#50640; &#50505;&#50520;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&ldquo;&#51060;&#47492;?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&#45208;&#45716; &#50500;&#47924; &#47568;&#46020; &#54616;&#51648; &#50506;&#50520;&#45796;. &#44552;&#53580; &#50504;&#44221;&#51008; &#47672;&#47532;&#47484; &#48149;&#48149; &#44545;&#44256;&#45716; &ldquo;&#51060;&#44144; &#50724;&#45720;&#48164; &#50504;&#50640; &#51652;&#49696;&#49436; &#50416;&#44592;&#45716; &#44544;&#47104;&#45348;.&rdquo;&#54616;&#44256; &#53804;&#45916;&#44144;&#47160;&#45796;. &#44536;&#46412; &#44049;&#51088;&#44592; &#51204;&#46321;&#50640; &#48520;&#51060; &#46308;&#50612;&#50724;&#46319; &#45236; &#45576;&#51060; &#48264;&#51789; &#46888;&#50688;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">The leather jackets took me to a room with a table. After a while, a man with gold-rimmed glasses came in with a laptop and sat down in front of me.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&quot;Name?&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I didn&#39;t say anything. Gold rims started scratching his head and muttering, &ldquo;I&#39;m way too tired to write up this statement tonight...&rdquo; </span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">My eyes flicked on like a lightbulb.</span></p><p class="c0"><span class="c1"></span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&ldquo;&#51648;&#44552; &#51652;&#49696;&#49436;&#47484; &#50416;&#47140;&#44256; &#54616;&#45716; &#44148;&#44032;&#50836;? &#44536;&#44148; &#51228;&#44032; &#50024;&#50556; &#54644;&#50836;. &#50500;&#47924;&#47111;&#44172;&#45208; &#50416;&#47732; &#50504; &#46104;&#44144;&#46304;&#50836;. &#45432;&#53944;&#48513;&#47564; &#51452;&#49464;&#50836;.&rdquo;</span></p><p class="c3"><span class="c1">&nbsp;&#45208;&#45716; &#45432;&#53944;&#48513;&#51012; &#45236; &#50526;&#51004;&#47196; &#45132;&#44256; &#50752;&#49436; &#51652;&#49696;&#49436;&#47484; &#50416;&#44592; &#49884;&#51089;&#54664;&#45796;. &#45208;&#45716; &#46160; &#49884;&#44036;&#46020; &#44152;&#47532;&#51648; &#50506;&#50500;&#49436; &#51652;&#49696;&#49436;&#47484; &#45796; &#50044;&#45796;. &#51652;&#49696;&#49436;&#47484; &#45796;&#49884; &#51069;&#50612;&#48372;&#44256; &lsquo;&#51060;&#44163;&#51008; &#45236;&#44032; &#50420; &#51652;&#49696;&#49436; &#51473;&#50640;&#49436; &#52572;&#44256;&#44400;!&rsquo;&#54616;&#44256; &#49373;&#44033;&#54664;&#45796;. &#44032;&#51109; &#45721;&#50612; &#48372;&#51060;&#45716; &#49688;&#49324;&#44288;&#51060; &ldquo;&#48276;&#51064;&#51060; &#47582;&#45716; &#44163; &#44057;&#44592;&#45716; &#54620;&#45936;, &#50612;&#51792;&#51648; &#51328; &#44732;&#47548;&#52825;&#54616;&#44400;.&rdquo; &#54664;&#45796;. &#45208;&#45716; &lsquo;&#44732;&#47548;&#52825;&#54616;&#45796;&rsquo;&#45716; &#47568;&#51012; &#46307;&#44256; &#44636;&#51677; &#45440;&#46972; &#51088;&#47532;&#50640;&#49436; &#51068;&#50612;&#45228;&#45796;.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;You going to write the statement now? You better let me write it. It can&#39;t be sloppy, right? Here, just give me the laptop.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I snatched the laptop, started typing, and finished in under two hours. I read it over and thought, This is the best statement I&#39;ve ever written!</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">The older-looking investigator said, &quot;I think the criminal has got it right, but I&#39;m not so sure about this.&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I bolted out of my seat.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&ldquo;&#47952;&#44032; &#48512;&#51313;&#54620;&#44032;&#50836;? &#48512;&#51313;&#54620; &#48512;&#48516;&#51012; &#51068;&#47084;&#51452;&#44256; &#51088;&#47308;&#51665;&#47564; &#51452;&#49464;&#50836;. &#51228;&#48156; &#51109;&#48708;&#50640;&#47564; &#50732;&#47532;&#51648; &#47568;&#50500;&#50836;. &#45908; &#49324;&#49892;&#51201;&#51060;&#44256; &#44396;&#52404;&#51201;&#51004;&#47196; &#50024;&#46300;&#47540; &#49688; &#51080;&#50612;&#50836;. &#51221;&#47568;&#51060;&#50640;&#50836;. &#51088;&#47308;&#51665;&#47564; &#51452;&#49464;&#50836;. &#45348;?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;What&#39;s missing? Please just tell me what&#39;s missing and give me the background materials. Just please don&#39;t put me back on the Device. I can write more realistically and more specifically, really, just give me the materials, okay?&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c7">Translation - English only</span><span class="c1">&nbsp;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">It was an ordinary Friday evening. I drove home from work and was about to park in the garage under my apartment complex when an old midsize car backed into me. &nbsp;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span>&quot;My apologies,&quot; said the man as he got out of the car, shaking his head. &nbsp;Then, he approached me and pulled something from his suit pocket: a taser. &nbsp;</span><span class="c2">Wait what, a taser?</span><span class="c1">&nbsp;I thought, as something flashed in front of my eyes.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span>When I woke up, I found myself stuffed in the trunk of a car, crumpled like dirty laundry. &nbsp;</span><span class="c2">Kidnapping? &nbsp;What&#39;s the point of kidnapping someone like me?</span><span>&nbsp; But the more pressing problem was that I desperately had to pee. &nbsp;</span><span class="c2">Should I just pee in my pants?</span><span class="c1">&nbsp; I thought. No way, man up! I lifted my foot and started kicking the trunk. The car stopped, the trunk opened, and there was the guy in the black suit staring at me. &nbsp;Before I could speak, he pulled the taser from his pocket, muttering, &quot;Ugh, this b&mdash;--- is so annoying.&rdquo; &nbsp;He pressed the taser to my neck: flash!</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">When I woke up, I had peed my pants and was tied to something like a dental chair. &nbsp;A guy in a khaki suit approached me.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;Why the hell did you bring me here?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span>Khaki didn&#39;t answer. &nbsp;</span><span class="c2">Why would they nab someone like me?</span><span class="c1">&nbsp; I wracked my brains for why I was brought here and concluded that I must have been arrested by some agency by mistake.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;Look, my name is Song Jeong-oh, you hear me? I&#39;m not the one you&#39;re looking for. Please confirm my identity and whatnot and just let me go home.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Khaki suit&#39;s face twisted into a scowl.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;Name Song Jeong-oh, age 32, allergic to peaches. Your father, Song Man-gil, assassinated eleven North Korean defectors by 1997; and you, Song Jeong-oh, on March 7th, in the hallway in front of Room 4903 at the Walkerhill Hotel in Seoul, you assassinated Kim Seok-san using a Tokarev TT-33 pistol equipped with a silencer.&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&ldquo;Huh? Who is Kim Seok-san?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&ldquo;A former top-level official in the Presidium of the North Korean Workers&#39; Party.&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c2">Worker&#39;s Party, assassination, Tokarev...</span><span class="c1">&nbsp; </span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I burst into giggles.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&quot;Oh man, you gotta be kidding me. Seriously, a Tok&hellip; Tokarev with a silencer? That&#39;s a good one, a heck of a story you got there,&quot; I chortled.&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">The guy in the black suit shook his head in distaste and said, &ldquo;Mr. Kim, prepare the Device.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">They reclined the operating chair and powdered up the electronic equipment next to me. &nbsp;I suddenly got scared; it didn&#39;t take a genius to realize I was about to be tortured. I assumed these people must have mistaken me for a spy and that I should say something to defend myself, and fast, but I was so terrified that my mind went blank.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;It&rsquo;s ready, boss.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Khaki sat down and flicked a button on the remote like he was switching on the TV. &nbsp;I felt something shoot through my finger and such excruciating pain that I couldn&#39;t even scream, like thousands of razor blades were careening through my body, slicing my organs. While I was thrashing and convulsing, the suits ate ox bone soup for lunch, smoked cigarettes, and even joked with the female staff. After ten hours, the device stopped.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Khaki suit came over and asked, &ldquo;Are you a murderer?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;Yes, I am a murderer,&quot; I whimpered.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&ldquo;Are you a spy?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&ldquo;Yes, I am a spy.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;Black suit freed me from the device.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;Then you had better start writing your statement right away. &nbsp;You should read these articles and materials and write a concrete and factual statement that will clear up any doubts about your guilt. &nbsp;Do you understand?&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;I nodded automatically.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;I&rsquo;ll be back in twelve hours.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span>I couldn&#39;t fathom how on earth to write such a statement. &nbsp;I just wandered around the room for over three hours.</span><span class="c2">&nbsp; I am a North Korean secret agent. &nbsp;I am the assassin Song Jeong-oh. &nbsp;I am a professional assassin.</span><span class="c1">&nbsp; After muttering like that for three hours, I sat down at my desk again, and with these hypnotic suggestions in my head, I grabbed a pen and started writing:</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c4 c2">I am an assassin...</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&quot;This little b&mdash;--! What the hell is this? Mr. Kim, I&#39;m speechless. Put this b&mdash;---- in the Device and run it for a good twelve hours.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I peed my pants in terror.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;I will do it right, please just give me one more chance. I mean it, really, just please don&#39;t put me back in the Device,&quot; I pleaded, dripping tears and snot. </span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">The khaki suit smiled: &quot;Good. I&#39;ll give you one more chance. &nbsp;Keep this in mind: write rough like an assassin, rough!&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span>I said yes and pretended I understood. I sat down at the desk again. &nbsp;Then I wandered around the room again trying to write. &nbsp;</span><span class="c2 c4">I&#39;m rough, &nbsp;I am Song Jeong-oh, a professional assassin&hellip;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">For months after that, the khaki suit came in every twelve hours. &nbsp;There were good times and there were bad times. &nbsp;But in general, as he read my statement he said it was getting better day by day. &nbsp;Every day I imagined, felt, and breathed the stories in my statement. The world inside it grew richer, and I no longer needed to try and hypnotize myself into believing I was truly an assassin.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;When I woke up again, I was lying on the floor of the underground parking lot where I had first met the man in the black suit. &nbsp;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Two men in leather jackets walked up to me and asked, &nbsp;&ldquo;Are you Song Jeong-oh?&rdquo; &nbsp;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I nodded. &nbsp;The one on the right twisted my arm and handcuffed me, saying, &quot;I&#39;m arresting you for the murder of Kim Seok-san.&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">The leather jackets took me to a room with a table. After a while, a man with gold-rimmed glasses came in with a laptop and sat down in front of me.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&nbsp;&quot;Name?&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I didn&#39;t say anything. </span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">Gold rims started scratching his head and muttering, &ldquo;I&#39;m way too tired to write up this statement tonight...&rdquo; </span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">My eyes flicked on like a lightbulb.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;You going to write the statement now? You better let me write it. It can&#39;t be sloppy, right? Here, just give me the laptop.&rdquo;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span>I snatched the laptop, started typing, and finished in under two hours. I read it over and thought, </span><span class="c4 c2">This is the best statement I&#39;ve ever written!</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">The older-looking investigator said, &quot;I think the criminal has got it right, but I&#39;m not so sure about this.&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">I bolted out of my seat.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c1">&ldquo;What&#39;s missing? Please just tell me what&#39;s missing and give me the background materials. Just please don&#39;t put me back on the Device. I can write more realistically and more specifically, really, just give me the materials, okay?&quot;</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c6">Translator&#39;s Notes</span></p><p class="c3"><span class="c4 c2">The literal meaning of the title is &quot;a classroom for writing lessons where it is so easy to learn&quot;. While there is no published English translation of the story, it is generally referred to as &quot;Easy Writing Lessons.&quot; I like &quot;Terribly Easy Writing Lessons&quot; as a play on words, since it both accurately translates the colloquial Korean and hints at the terror of the plot.</span></p><p class="c0"><span class="c1"></span></p><p class="c3"><span class="c2">Walkerhill Hotel ostensibly refers to a </span><span class="c5 c2"><a class="c8" href="https://www.google.com/url?q=https://www.walkerhill.com/grandwalkerhillseoul/en/&amp;sa=D&amp;source=editors&amp;ust=1683070623621989&amp;usg=AOvVaw2PF5W_1G69-QNpHb17um19">real hotel</a></span><span class="c4 c2">&nbsp;in Seoul. Reportedly the &quot;singing prince&quot; Yi Seok used to perform there.</span></p><p class="c0"><span class="c4 c2"></span></p><p class="c3"><span class="c2">The story is surely inspired by Book 3 of George Orwell&#39;s novel </span><span>Nineteen Eighty-Four</span><span class="c4 c2">, since Kim&#39;s story not only contains the same elements of brainwashing, mysterious torture machines, and anonymous interrogators, but also seems to allude to Orwell&#39;s text in particular, in which the protagonist Winston &quot;confessed to the assassination of eminent Party members&quot; and being &quot;a spy in the pay of the Eastasian government&quot; among other things. Orwell&rsquo;s novel was first translated into Korean in the 1950s and numerous versions have been produced, so it&#39;s not clear which version Kim may have read (or whether he read it in Korean or another language). The versions readily available online now all seem to have been published after 2002.</span></p></body></html>